{
  "metadata": {
    "source_file": "agriculture-15-01116.pdf",
    "processed_at": "2025-05-30T10:10:46.685393",
    "processing_settings": {
      "hyphen_fix": true,
      "header_cleaning": true,
      "min_paragraph_chars": 800,
      "max_paragraph_chars": 1400
    }
  },
  "statistics": {
    "total_paragraphs": 59,
    "total_characters": 76096,
    "total_words": 12665,
    "pages_processed": "1-22"
  },
  "paragraphs": [
    {
      "paragraph_id": "para_1",
      "content": "Academic Editor: Cicero Celio de Figueiredo Received: 8 April 2025 Revised: 14 May 2025 Accepted: 20 May 2025 Published: 22 May 2025 Citation: Zhang, M.; Kang, Y.; Ran, J.; Song, J.; Wang, Z.; Li, J.; Chen, L. Combined Effects of Biochar and Rhamnolipid on Phenanthrene Biodegradation in Agricultural Soil: Bioavailability and Microbial Community Dynamics. Agriculture 2025, 15, 1116. https://doi.org/ 10.3390/agriculture15111116 Copyright: (c) 2025 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https://creativecommons.org/ licenses/by/4.0/). Article Combined Effects of Biochar and Rhamnolipid on Phenanthrene Biodegradation in Agricultural Soil: Bioavailability and Microbial Community Dynamics Meng Zhang 1,2,* , Yuke Kang 1, Jie Ran 1, Jichao Song 1, Zhongyi Wang 1, Jiawang Li 1 and Liyuan Chen 1,2 1 Co-Innovation Center for Sustainable Forestry in Southern China, College of Ecology and Environment, Nanjing Forestry University, Nanjing 210037, China; kyuuke@njfu.edu.cn (Y.K.); ranjie@njfu.edu.cn (J.R.); jichaosong@njfu.edu.cn (J.S.); wangzhongyi@njfu.edu.cn (Z.W.); lijiawang@njfu.edu.cn (J.L.); liyuan.chen@njfu.edu.cn (L.C.) 2 National Positioning Observation Station of Hung-tse Lake Wetland Ecosystem in Jiangsu Province, Huai'an 223100, China * Correspondence: zhangmeng@njfu.edu.cn Abstract: The present study investigated the combined effects of wheat straw biochar (BC) and biosurfactant rhamnolipid (RL) on the biodegradation kinetics of phenanthrene by indigenous microorganisms in agricultural soil, focusing on dynamic responses of both bioavailability and community structure.",
      "char_count": 1517,
      "word_count": 224,
      "source_page": 1
    },
    {
      "paragraph_id": "para_2",
      "content": "The combined treatment (BC + RL, 60.63%) significantly enhanced phenanthrene biodegradation compared to RL alone (54.74%) and the control (45.98%), while BC amendment alone (42.55%) notably inhibited biodegradation by reducing phenanthrene bioavailability despite increasing bacterial abundance, enzyme activity, and community diversity. Both RL and BC + RL treatments promoted bioavailability by transforming phenanthrene from tightly bound (very slowly desorbing fraction, Fvslow) to readily bioavailable fractions (rapidly and slowly desorbing fractions, Frapid and Fslow), as revealed by sequential Tenax extraction. The RL-mediated increase in phenanthrene bioavailability to microbes by 11.93-17.90% via solubilization greatly enriched PAH-degrading bacterial genera and the nidA gene, contributing to enhanced biodegradation. The BC + RL combination outperformed the single application of RL in improving phenanthrene biodegradation due to their synergy in stimulating microbial population and activity (e.g., Bacillus, Massilia, Sphingomonas, and polyphenol oxidase) as a growth stimulus. These findings demonstrate that BC and RL co-application enhances PAH removal through improved bioavailability and optimized microbial communities, offering a promising strategy for soil bioremediation to ensure agricultural product safety. Keywords: biochar; rhamnolipid; PAHs; biodegradation; bioavailability; microbial community; agricultural soil 1. Introduction The widespread prevalence of polycyclic aromatic hydrocarbons (PAHs) in the environment, driven by increasing energy demands, expanding industrial and transportation activities, as well as the incomplete combustion of biomass and biofuels, has exacerbated their accumulation in soils, particularly in agricultural lands [1,2].",
      "char_count": 1567,
      "word_count": 224,
      "source_page": 1
    },
    {
      "paragraph_id": "para_3",
      "content": "These persistent PAHs, frequently detected in farmland soils, are of major concern due to their well-documented toxicity, carcinogenicity, and mutagenicity, which pose serious threats to human health through bioaccumulation in the food chain [3,4]. Given their detrimental effects on both Agriculture 2025, 15, 1116 https://doi.org/10.3390/agriculture15111116 Agriculture 2025, 15, 1116 2 of 22 ecosystems and public health, the development and implementation of efficient remediation strategies are urgently required to mitigate PAH contamination in agricultural soils, thereby ensuring soil quality, agricultural productivity, and food safety. Microbial remediation has been recognized as an effective, economical, and environmentally friendly method to completely degrade and remove PAHs from soil [5]. Biochar, a porous and carbon-rich material produced from biomass pyrolysis, has extensive applications in soil, where it can improve fertility, immobilize contaminants, modulate nutrient cycling, sequester carbon, and reduce greenhouse gas emissions [6,7]. The use of biochar as a soil amendment exerts dual and potentially opposing effects on the microbial degradation and removal of soil contaminants, such as PAHs [8,9]. On the one hand, due to the strong sorption capacity of biochar, it has been observed to decrease the bioavailability of PAHs to soil microbes, thus limiting PAH bioremediation [10]. For instance, Zhang et al.",
      "char_count": 1240,
      "word_count": 200,
      "source_page": 1
    },
    {
      "paragraph_id": "para_4",
      "content": "(2023) reported that the bioavailable fraction of phenanthrene in forest soil assessed via hydroxypropyl-b-cyclodextrin extraction was considerably reduced by amendment with wheat straw-derived biochar, which inhibited the rates and efficiencies of phenanthrene biodegradation by 38.9-78.3% and 23.9-53.6%, respectively [11]. On the other hand, certain types of biochar amendments have shown potential to promote the biodegradation of PAHs in soil by stimulating soil microorganisms [12,13]. This is because biochar directly supplies growth promoters such as suitable habitats and essential nutrients (e.g., N, P, K, Ca, and Mg) for microbes or indirectly modifies fundamental soil properties (e.g., pH and electrical conductivity), consequently increasing microbial biomass, diversity, and metabolic activities in soil, as well as altering community composition and structure [14,15]. Kong et al. (2018) found that specific PAH degraders (i.e., Sphingomonas and Alcanivorax) in petroleum-polluted soil were enriched by adding sawdust and wheat straw biochars, which accelerated the microbial degradation of PAHs [16]. Successful biochar-aided soil bioremediation necessitates formulations where microbial stimulation predominates over bioavailability reduction. In comparison to hightemperature biochar, low-temperature (<500 *C) biochar demonstrates superior performance in microbial remediation of PAHs due to its lower immobilization capacity for PAHs and greater potential to stimulate microbial population and activity [17,18].",
      "char_count": 1335,
      "word_count": 199,
      "source_page": 2
    },
    {
      "paragraph_id": "para_5",
      "content": "The lower pyrolysis temperature yields biochar with a limited carbonization degree characterized by underdeveloped porosity, smaller surface area (SA), lower aromaticity/hydrophobicity, and higher surface polarity, resulting in weaker PAH sorption and thus less restricted bioavailability [19,20]. Additionally, the lower recalcitrance with higher proportions of labile aliphatic carbon, abundant oxygen-containing acidic functional groups (e.g., carboxyl and hydroxyl) that retain nutrients, and a near-neutral pH of low-temperature biochar collectively create a more favorable microenvironment for microbial growth compared to high-temperature biochar, which is often alkaline and dominated by refractory aromatic carbon [21-24]. Surfactants play a crucial role in enhancing the bioavailability of PAHs in soil by promoting their desorption from the soil matrix [25,26] and can also mediate the limited bioavailability in biochar-amended soil. This effect is closely associated with the powerful solubilization capability of surfactant micelles, which form at concentrations above the critical micelle concentration (CMC) in soil pore water [27,28]. These micelles are characterized by hydrophilic polar heads oriented outward and hydrophobic alkyl chains clustered in the inner core. PAHs are preferentially captured into the hydrocarbon-like cores of micelles, leading to a marked increase in their solubility, mobility, and bioavailability in soil [29,30]. Surfactants also possess a hydrophilic-lipophilic balance, which enables them to reduce the interfacial tension between the micellar pseudo-aqueous phase and PAH- sorbent matrix, facilitating the dissolution of PAHs and making them bioavailable [31,32].",
      "char_count": 1490,
      "word_count": 226,
      "source_page": 2
    },
    {
      "paragraph_id": "para_6",
      "content": "Agriculture 2025, 15, 1116 3 of 22 Various types of surfactants, particularly biosurfactants, which have relatively low CMC values compared to chemically synthesized surfactants, have been widely proposed to enhance PAH bioavailability to microorganisms, thereby promoting their biodegradation and removal from soil [33-35]. For example, Lu et al. (2019) observed that the application of the biosurfactant rhamnolipid at a concentration of 20 mg/kg increased the biodegradation efficiencies of phenanthrene, fluoranthene, and pyrene by indigenous microorganisms in urban soil by 10.1%, 12.3%, and 22.0%, respectively [36]. Furthermore, biosurfactants, being low-toxic, biodegradable, and environmentally benign, can benefit soil properties and indigenous microbial communities [37,38]. Specifically, rhamnolipid has the potential to reduce surface tension, promoting the dispersion and formation of soil aggregates, which stabilizes soil structure, increases soil porosity, and improves soil aeration and water permeability as well as nutrient availability to microbes [39]. In addition, rhamnolipid can serve as a carbon and energy source for microbes, stimulating their growth and metabolism and further positively influencing microbial-related processes (e.g., degradation of organic compounds) [40,41]. However, biosurfactants may exhibit inhibitory effects on microbial growth through their antimicrobial, antibiofilm, and anti-adhesive activities [42-44]. For instance, it was reported that rhamnolipid exhibited toxicity to functionally important bacteria at concentrations as low as 600 mg/kg (0.06%) in diesel-contaminated soil [45], and its toxicity to total microbial communities sharply increased from 0.1% to 0.4% in oil-contaminated soil [46].",
      "char_count": 1528,
      "word_count": 230,
      "source_page": 3
    },
    {
      "paragraph_id": "para_7",
      "content": "Previous work found that the application of 1400 mg/kg rhamnolipid to pyrene-contaminated soil led to a substantial decrease in the relative abundance of Bacillus, a known PAH-degrading bacterial genus, from 48% to 2%, which would adversely impact the microbial degradation of PAHs in soil [47]. Akbari et al. (2021) reported that the addition of rhamnolipid to petroleumcontaminated soil induced a dose-dependent shift in microbial community structure with an increase in overall population size but a decline in biodiversity, and the biodegradation efficiency of hydrocarbons over an 80-day period was hindered by 17% [48]. Effective biosurfactant-assisted soil bioremediation requires achieving an optimal balance between contaminant bioavailability enhancement and minimal microbial toxicity. Both biochar and biosurfactants are promising alternative agents for the bioremediation of PAH-contaminated soil. Given the conflicting roles of biochar (immobilization vs. microbial stimulation) and biosurfactants (bioavailability enhancement vs. toxicity risks), whether their integration can overcome the limitations of individual applications and generate synergistic effects for PAH removal remains unclear. Current understanding of the integrated effects of biochar and biosurfactants on PAH bioavailability and soil microbial communities, and subsequent biodegradation, is limited. The underlying mechanisms governing these interactions require further investigation. The primary objective of this study was to elucidate the combined effects of wheat straw biochar and rhamnolipid on the biodegradation kinetics of phenanthrene, a representative PAH, by indigenous soil microbiota.",
      "char_count": 1464,
      "word_count": 222,
      "source_page": 3
    },
    {
      "paragraph_id": "para_8",
      "content": "The research focused on two critical aspects: (1) the alterations in bioavailable phenanthrene fraction in soil, specifically distinguishing between solubilization and immobilization effects of these amendments; and (2) the amendment-induced modifications in soil microbial ecology, including total bacterial abundance, enzymatic activities, potential PAH-degrading taxa, specific nidA catabolic gene, and community diversity and structure. By mechanistically linking these biogeochemical and microbiological responses to phenanthrene biodegradation, this study advances the optimization of combined amendment strategies for PAH bioremediation in agricultural soils, while providing valuable insights into PAH fate and ecological risk assessment. Agriculture 2025, 15, 1116 4 of 22 2. Materials and Methods 2.1. Soil and Biochar The pristine soil used in this study (sand: 36.3%, silt: 50.1%, and clay: 13.6%) was collected from the surface (0-20 cm depth) of an uncontaminated agricultural field located in Nanjing, Jiangsu Province, China, in October 2024. The basic physicochemical properties of the soil are listed in Table S1 in the Supplementary Materials. The tested soil contained 1354.9 +- 10.2 ug/kg of the 16 US EPA priority PAHs, with a background phenanthrene concentration of 157.8 +- 2.6 ug/kg. Prior to experimentation, the soil was air-dried and mechanically ground to pass through a 2 mm sieve. Biochar was pyrolyzed from air-dried wheat straw at 300 *C using a carbonization furnace under oxygen-limited conditions for 3 h.",
      "char_count": 1324,
      "word_count": 219,
      "source_page": 3
    },
    {
      "paragraph_id": "para_9",
      "content": "The obtained biochar was mechanically ground and sieved through a 0.25 mm mesh prior to use. The detailed physicochemical characteristics of the biochar are presented in Table S2. The background concentration of phenanthrene in the tested biochar was 169.3 +- 6.8 ug/kg, as reported in our previous publication [11]. 2.2. Rhamnolipid and Chemicals The biosurfactant rhamnolipid with 90% purity was procured from Shanghai McLean Biochemical Technology Co., Ltd. of China. Phenanthrene (98% purity) and its deuterated internal standard (d10) were obtained from Alfa Aesar Chemical Co., Ltd. (Shanghai, China) and AccuStandard Inc. (New Haven, CT, USA), respectively. Tenax-TA polymer resin (60-80 mesh) was acquired from Sigma-Aldrich Inc. (St. Louis, MO, USA). Desiccant anhydrous sodium sulfate (Na2SO4) was purchased from Xilong Scientific Co., Ltd. (Shantou, China). All the organic solvents used (i.e., acetone, n-hexane, dichloromethane, methanol, and acetonitrile) were of HPLC grade and were supplied by J&K Scientific Ltd. (Beijing, China). 2.3. Incubation Experiments The soil was artificially contaminated by thoroughly mixing with a phenanthrene stock solution prepared in acetone, followed by solvent evaporation in a fume hood to achieve a target concentration of 5 mg/kg (actual measured concentration: 4.96 +- 0.32 mg/kg dry soil).",
      "char_count": 1152,
      "word_count": 194,
      "source_page": 4
    },
    {
      "paragraph_id": "para_10",
      "content": "This selected concentration represents typical PAH contamination levels in agricultural soils, ranging from background concentrations (<0.1 mg/kg) to approximately 8 mg/kg in areas affected by industrial activities or long-term wastewater irrigation [49-51], and aligns with the 2-10 mg/kg range commonly employed in soil phenanthrene biodegradation studies [52-54]. The spiked soil was then divided into four parts. One part was not amended to serve as a control; the second part was thoroughly mixed and homogenized with 1% biochar (w/w dry weight); the third part was evenly mixed with rhamnolipid at a concentration of 200 mg/kg dry weight soil; and the fourth part was simultaneously amended with 1% biochar and 200 mg/kg rhamnolipid. The selected biochar amendment level of 1% (w/w) represents a moderate yet effective dosage that corresponds to standard agronomic application doses of 0.5-5% (5-50 t/ha) for soil improvement [55,56] and typical remediation doses of 1-5% (10-50 t/ha) for contaminated soils [57,58]. The rhamnolipid concentration (200 mg/kg) was selected based on preliminary tests and literature reports, which indicate that biosurfactant doses applied to soil often need to significantly exceed the critical micelle concentration (rhamnolipid: 31.6 mg/L) to compensate for sorption losses, ensure adequate micelle formation, and achieve effective contaminant solubilization, while avoiding microbial inhibition at excessive concentrations [41,59]. The four treatments were named Control, BC, RL, BC + RL.",
      "char_count": 1311,
      "word_count": 219,
      "source_page": 4
    },
    {
      "paragraph_id": "para_11",
      "content": "For each treatment, 120 g aliquots of soil were transferred into 250 mL Erlenmeyer flasks and adjusted to 30% moisture content Agriculture 2025, 15, 1116 5 of 22 using sterile Milli-Q water. Nutrients were not added because native soil C/N/P ratios (24.8:1.48:1) supported microbial activity during the short-term experiment [60]. Each treatment included three replicates. All the treatments were cultivated under controlled conditions (25 *C and 60% relative humidity) in a climate chamber and sampled on Days 1, 3, 7, 10, 14, 21, 28, 35, and 45. At each time point, an aliquot (2 g) of soil from each replicate flask of various treatments was collected for phenanthrene quantification. On Days 7, 28, and 45, additional 2 g soil samples were collected for enzymatic activity assays and microbial community analysis. 2.4. Extraction and Analysis of Total Phenanthrene in Soil The residual phenanthrene in soil samples after incubation was extracted using a Dionex ASE 350 accelerated solvent extractor (ThermoFisher Scientific, Wilmington, NC, USA). Prior to extraction, 1 g of fresh soil was freeze-dried and homogenized with 4 g of diatomaceous earth. The extraction was performed with a hexane/acetone mixture (4:1, v/v) under optimized conditions (100 *C and 1500 psi), following established protocols from our previous work [11].",
      "char_count": 1130,
      "word_count": 206,
      "source_page": 4
    },
    {
      "paragraph_id": "para_12",
      "content": "The resulting extracts were concentrated to approximately 2 mL using a rotary vacuum evaporator (RE-52, Qingdao Mingbolm, Qingdao, China) at 50 *C, then subjected to multilayer column cleanup. The column was packed sequentially with 1 g of anhydrous Na2SO4, 0.5 g of silica gel, 0.5 g of Florisil, and another 1 g of anhydrous Na2SO4 from the bottom upwards. The column was subsequently eluted with a 12 mL mixture of hexane/dichloromethane (9:1, v/v). The collected eluent was condensed to near dryness under a gentle nitrogen stream, then reconstituted in 1 mL of methanol, and spiked with 200 ng of phenanthrene-d10 for HPLC quantification. Chromatographic analysis was performed using a Dionex UltiMate 3000 HPLC system (ThermoFisher Scientific, Wilmington, NC, USA) equipped with an Agilent ZORBAX Eclipse Plus C18 reversed-phase column (5 um, 4.6 mm x 250 mm) and a UV detector. Sample aliquots (10 uL) were injected under isocratic elution conditions using acetonitrile and deionized water (80:20, v/v) as the mobile phase at a constant flow rate of 1 mL/min. Phenanthrene detection was achieved at 254 nm wavelength. Quantification was carried out using an internal standard calibration curve with phenanthrene-d10 as the reference. The method demonstrated a limit of detection (LOD) of 5.3 ng/g and an average analyte recovery of 96.3 +- 1.6% in soil matrices. 2.5.",
      "char_count": 1159,
      "word_count": 216,
      "source_page": 5
    },
    {
      "paragraph_id": "para_13",
      "content": "Determination of Bioavailable Phenanthrene in Soil Consecutive Tenax extraction was used to predict the bioavailable phenanthrene in soil under all treatments, as it effectively measures the desorption kinetics that correlate with microbial uptake [61-63]. Briefly, a 1 g aliquot of soil was combined with 0.2 g Tenax-TA beads and 30 mL of sterile deionized water in a 40 mL Teflon-lined glass centrifuge tube. Following the addition of 200 mg/L NaN3 to inhibit microbial activity, the tubes were vigorously agitated at 120 rpm and 25 *C in the dark. Duplicate runs were performed for all the treatments. Tenax beads were replaced at regular intervals (1, 6, 12, 24, 48, 96, 192, 336, and 600 h) and subsequently rinsed three times with 20 mL of deionized water. The beads were then subjected to three sequential ultrasonic extractions using 15 mL of a hexane/acetone mixture (4:1, v/v) for 10 min each. The combined extracts were concentrated to near dryness under nitrogen purge and reconstituted in 1 mL of methanol containing 200 ng of phenanthrene-d10 as an internal standard for HPLC quantification. 2.6.",
      "char_count": 932,
      "word_count": 179,
      "source_page": 5
    },
    {
      "paragraph_id": "para_14",
      "content": "Determination of Enzyme Activity The activities of polyphenol oxidase (PPO) and dehydrogenase (DHA) in soil were measured using Solid-PPO and Soil DHA Activity Assay kits (Solarbio, Beijing, China), as Agriculture 2025, 15, 1116 6 of 22 these two enzymes are reliable indicators for evaluating biochemical transformation processes and metabolic potential for organic substances in soil microbial communities [64,65]. Soil PPO activity was assayed according to the instructions in the kit. Briefly, airdried soil (0.1 g) was homogenized with 500 uL of the reaction substrate and incubated at 30 *C for 1 h to allow the formation of purple gallate. After incubation, 200 uL of the buffer solution and 1750 uL of diethyl ether were added, followed by vigorous vortex mixing for extraction. The mixture was left to phase-separate at room temperature for 30 min. The absorbance of the supernatant (1 mL) was measured at 430 nm using a UV-vis spectrophotometer. The PPO activity was calculated using the following formula: PPO (mg/d/g dry soil) = (0.1107A + 0.001) x V / W / T (1) where A is the absorbance at 430 nm, V is the volume of the extract phase (1.75 mL), T is the reaction duration (1 h = 1/24 d), and W is the dry soil weight (0.1 g).",
      "char_count": 1030,
      "word_count": 211,
      "source_page": 5
    },
    {
      "paragraph_id": "para_15",
      "content": "For the determination of DHA activity, 0.1 g of fresh soil sample was homogenized with 0.8 mL of 2,3,5-triphenyl tetrazolium chloride (TTC) solution in a 2 mL EP tube and incubated at 37 *C in the dark for 24 h to allow formazan formation. The test tubes were then placed on ice for 5 min, and 1.2 mL of ethyl acetate was added, followed by oscillation at 15,000 rpm and 4 *C for 10 min and centrifugation for 10 min. Control tubes were conducted simultaneously under the same conditions but without the addition of a TTC substrate. The absorbance of 1 mL of the supernatant was measured at a wavelength of 485 nm. The soil DHA activity was calculated using the equation below: DHA (U/g soil) = A / 0.01 / T / W x V (2) where A is the difference in absorbance value between the test and control tubes, V is the total reaction volume (2 mL), T is the incubation duration (24 h), and W is the dry mass of the soil sample (0.1 g). 2.7. Soil Microbial Community Analysis Genomic DNA was extracted from 0.5 g of moist soil with a FastDNATM Spin Kit for Soil (MP Biomedicals, Santa Ana, CA, USA) following the manufacturer's guidelines.",
      "char_count": 921,
      "word_count": 210,
      "source_page": 6
    },
    {
      "paragraph_id": "para_16",
      "content": "The DNA integrity was verified using 1% agarose gel electrophoresis, while its concentration and purity were quantified using a NanoDrop 2000 UV-vis spectrophotometer (Thermo Scientific, Wilmington, NC, USA). The hypervariable V4-V5 regions of bacterial 16S rRNA genes were amplified using the universal primer pair 515F (5'-GTGCCAGCMGCCGCGG3') and 907R (5'-CCGTCAATTCMTTTRAGTTT-3') using a GeneAmp 9700 PCR thermocycler (Applied Biosystems, Foster City, CA, USA). Sequencing libraries were prepared with a TruSeq DNA Sample Prep Kit (Illumina, San Diego, CA, USA) in accordance with the manufacturer's instructions. The purified amplicons were subjected to paired-end sequencing on a MiSeq PE300 platform (Illumina, San Diego, CA, USA) according to the standard protocols provided by Majorbio Bio-Pharm Technology Co., Ltd. (Shanghai, China). Raw sequences were quality-filtered and clustered into operational taxonomic units (OTUs) at a 97% similarity threshold using USEARCH-UPARSE (version 11, drive5.com, Los Altos, CA, USA) [66]. Taxonomic assignment of representative OTU sequences was performed with the RDP Classifier (version 2.13, Michigan State University, East Lansing, MI, USA) against the Silva database (version 138, SILVA_Consortium, Braunschweig, Germany) at a 70% confidence threshold [67,68]. Detailed procedures for PCR amplification, amplicon purification, and sequencing data analysis are shown in the Supplementary Materials. The Shannon a-diversity index was calculated with Mothur (version 1.30.2, University of Michigan, Ann Arbor, MI, USA) to assess species richness and evenness within soil Agriculture 2025, 15, 1116 7 of 22 bacterial communities.",
      "char_count": 1450,
      "word_count": 228,
      "source_page": 6
    },
    {
      "paragraph_id": "para_17",
      "content": "The Bray-Curtis distance, representing b-diversity, was computed using QIIME 2 (University of California San Diego, San Diego, CA, USA) to examine the dissimilarity in bacterial community structure between treatment groups and the control. Similarities and differences among soil bacterial communities were visualized through principal coordinate analysis (PCoA) based on the weighted UniFrac distance using the R vegan package (v2.6-4). Additionally, a variable load diagram for principal component analysis (PCA) was conducted with the vegan v2.6-4 package to analyze the relationship between soil bacterial communities and phenanthrene removal. 2.8. Quantitative PCR Analysis of Functional Genes The abundances of the bacterial 16S rRNA gene and the PAH-degrading nidA gene were determined using real-time fluorescence quantitative PCR (qPCR). For amplification of the 16S rRNA gene, the forward primer Eub338F (5'-ACTCCTACGGGAGGCAGCAG3') and the reverse primer Eub518R (5'-ATTACCGCGGCTGCTGG-3') were employed. The forward primer nidAF (5'-TTCCCGAGTACGAGGGATAC-3') and the reverse primer nidAR (5'-TCACGTTGATGAACGACAAA-3') were used to amplify the nidA gene. To construct standard curves for quantification, tenfold serial dilutions of recombinant pMD18T plasmids harboring either the 16S rRNA gene fragment (4.49 x 108 copies/uL) or the nidA gene fragment (4.20 x 108 copies/uL) were prepared.",
      "char_count": 1210,
      "word_count": 188,
      "source_page": 7
    },
    {
      "paragraph_id": "para_18",
      "content": "The qPCR reaction mixture consisted of 10 uL of 2 x ChamQ SYBR Color qPCR Master Mix (Vazyme Biotech, Nanjing, China), 0.8 uL of each primer (5 uM), 0.4 uL of 50 x ROX Reference Dye, 2 uL of DNA template, and 6 uL of ddH2O, with a total volume of 20 uL. Amplification was carried out on a 7300 Real-Time PCR system (Applied Biosystems, Foster City, CA, USA) under the following thermal cycling conditions: initial denaturation at 95 *C for 3 min, followed by 40 cycles of melting at 95 *C for 5 s, annealing at 58 *C for 30 s, and extension at 72 *C for 1 min. 2.9. Data Analysis The biodegradation kinetics of phenanthrene by indigenous soil microorganisms were fitted using a first-order kinetic model: P = Pmax 1 -e-kt (3) where P (%) represents the percentage of phenanthrene biodegraded at time t (h), Pmax (%) denotes the maximum biodegradation percentage, and k (h-1) is the first-order biodegradation rate constant. The desorption kinetics of phenanthrene from soil were modeled using a triphasic first-order equation: St S0 = Frapide-krapidt + FSlowe-kslowt + Fvslowe-kvslowt (4) where St and S0 (mg/kg) represent the soil phenanthrene concentrations at time t (h) and initial state (t = 0), respectively. Frapid, Fslow, and Fvslow (%) correspond to the fractions of rapidly, slowly, and very slowly desorbing phenanthrene, respectively.",
      "char_count": 1121,
      "word_count": 226,
      "source_page": 7
    },
    {
      "paragraph_id": "para_19",
      "content": "The rate constants krapid, kslow, and kvslow (h-1) describe the desorption rates for respective fractions. The statistical analyses were conducted using SPSS software (version 20, IBM Corp., Armonk, NY, USA), with the significance determined at p < 0.05. Multiple group comparisons were performed using one-way ANOVA with Tukey's post-hoc test. Pairwise comparisons between groups were analyzed using Student's t-test or the Wilcoxon rank sum test. Pearson correlation analysis was conducted to assess variable associations. Agriculture 2025, 15, 1116 8 of 22 3. Results and Discussion 3.1. Phenanthrene Bioavailability and Microbial Degradation in Soil Affected by Biochar and Rhamnolipid The dynamic biodegradation of phenanthrene in soils amended with biochar and/or rhamnolipid is illustrated in Figure 1, which fitted well with the first-order kinetic equation (Table 1). The biodegradation process attained equilibrium after approximately 28 days of incubation, ultimately removing more than 40% of phenanthrene from the tested soil. A substantial reduction of 45.98% in the phenanthrene content was observed in the control treatment (Table 1), indicating stimulated intrinsic microbial degradation under optimal incubation conditions compared to the field environment. The introduction of biochar into soil decreased both the overall biodegradation percentage and the maximum biodegradation rate of phenanthrene (Table 1).",
      "char_count": 1231,
      "word_count": 199,
      "source_page": 7
    },
    {
      "paragraph_id": "para_20",
      "content": "This observation is consistent with previous studies documenting the inhibitory effects of biochar on microbial degradation of PAHs, particularly low-molecular-weight PAHs in soil [69-71], which is primarily attributed to enhanced sorption and reduced bioavailability of PAHs induced by biochar's large hydrophobic SA, extensive porous structure, and highly graphitized carbon matrix [72,73]. For example, Tomczyk et al. (2020) observed that amending an agricultural soil with 1% sewage sludge-derived biochar reduced the freely dissolved concentration (Cfree) of 16 PAHs by up to 22% [74]. Since Cfree is the only form that can be directly and immediately utilized by degrading microbes [75], its reduction led to decreased PAH dissipation and prolonged persistence in the soil [74]. Sorption of PAHs on specific sites (e.g., aromatic domains) of biochar through strong binding forces (e.g., p-p interactions) makes them resistant to desorption [76]. Additionally, PAHs that diffuse into biochar particle interiors or become trapped in micropores are physically inaccessible to microorganisms [77]. These sequestered PAHs remain unavailable for microbial degradation unless desorbed and released into soil pore water [78]. Our results demonstrated that the amendment of biochar alone significantly suppressed phenanthrene desorption from soil (Figure 2), reducing both the total desorption capacity revealed by Tenax extraction at 600 h and the rapidly/slowly desorbing fractions (Table 2).",
      "char_count": 1282,
      "word_count": 210,
      "source_page": 8
    },
    {
      "paragraph_id": "para_21",
      "content": "Previous studies suggest that the fast (Frapid) and slow (Fslow) desorption fractions of organic compounds from carbonaceous matrices (e.g., soil, sediment, and biochar), assessed via sequential Tenax extraction, represent crucial bioavailable components for microbial utilization [79,80]. Figure 1. Biodegradation kinetics of phenanthrene by native soil microorganisms in response to biochar and/or rhamnolipid treatments during 45-day cultivation. Control: soil without any amendment; BC: soil amended with 1% biochar; RL: soil amended with 200 mg/kg rhamnolipid; BC + RL: soil amended with 1% biochar and 200 mg/kg rhamnolipid. Agriculture 2025, 15, 1116 9 of 22 Table 1. Biodegradation rates and removal percentages of phenanthrene by native soil microorganisms under biochar (BC) and/or rhamnolipid (RL) treatments over a 45-day incubation period. Treatments 45 d Biodegradation Percentage (%) First-Order Kinetic Parameters Maximum Biodegradation Rate 1 (ng/g/d) Pmax (%) k (10-2 d-1) R2 Control 45.98 +- 0.72 45.16 +- 0.54 12.55 +- 0.51 0.998 281.0 +- 0.1 BC 42.55 +- 0.97 44.29 +- 1.16 7.91 +- 0.55 0.994 173.7 +- 0.3 RL 54.74 +- 2.29 53.32 +- 1.71 12.76 +- 1.38 0.982 337.4 +- 1.2 BC + RL 60.63 +- 0.69 58.97 +- 1.41 13.46 +- 1.12 0.989 393.6 +- 0.8 1 Maximum biodegradation rate was calculated using the following equation: (Pmax/100) x k x [PHE], given [PHE] = 4958.6 ng/g initial soil phenanthrene. Figure 2.",
      "char_count": 1200,
      "word_count": 221,
      "source_page": 9
    },
    {
      "paragraph_id": "para_22",
      "content": "Desorption kinetics of phenanthrene from soils under biochar and/or rhamnolipid treatments as obtained with Tenax extraction. Control: soil without any amendment; BC: soil amended with 1% biochar; RL: soil amended with 200 mg/kg rhamnolipid; BC + RL: soil amended with 1% biochar and 200 mg/kg rhamnolipid. Table 2. Kinetic characteristics and desorbed amounts of phenanthrene in the soils treated with biochar (BC) and/or rhamnolipid (RL). Treatments Triphasic First-Order Parameters Desorption Amount at 600 h (%) Frapid + Fslow (%) Frapid (%) krapid (10-1 h-1) Fslow (%) kslow (10-2 h-1) Fvslow (%) kvslow (10-4 h-1) R2 Control 21.5 +- 2.5 5.76 +- 0.19 13.5 +- 1.9 2.51 +- 0.03 65.0 +- 4.6 6.92 +- 1.51 0.991 55.3 +- 3.5 35.0 +- 3.2 BC 20.6 +- 1.6 5.40 +- 0.15 12.5 +- 1.3 2.24 +- 0.65 66.9 +- 3.9 5.64 +- 0.53 0.986 51.7 +- 1.3 33.1 +- 2.0 RL 25.9 +- 2.4 6.31 +- 0.21 15.6 +- 2.5 2.84 +- 0.04 58.5 +- 5.0 8.64 +- 0.04 0.986 65.2 +- 3.5 41.5 +- 3.5 BC + RL 23.8 +- 2.0 5.92 +- 0.29 14.6 +- 1.0 2.63 +- 0.27 61.6 +- 3.7 8.23 +- 0.04 0.985 61.9 +- 1.8 38.4 +- 2.2 In contrast, through its favorable solubilization effect by forming micelles in soil pore water, rhamnolipid mobilized the phenanthrene initially sorbed on soil particles and improved the transformation of phenanthrene from the very slowly desorbing fraction (Fvslow) that was bound to rigid and condensed glassy domains within minerals or soil organic matter (SOM) to readily bioavailable fractions (Frapid and Fslow) [81,82].",
      "char_count": 1232,
      "word_count": 261,
      "source_page": 9
    },
    {
      "paragraph_id": "para_23",
      "content": "Consequently, rhamnolipid application alone increased the maximum abiotic desorption percentage within 600 h (Maxd) along with Frapid and Fslow, while notably decreasing Fvslow (Table 2). The increase in desorption and bioavailability to microbes induced by the biosurfactant led to a significant enhancement in both the biodegradation rate and removal percentage of phenanthrene in soil (Figure 1 and Table 1), consistent with previous research findings [83]. Furthermore, the addition of rhamnolipid to biochar-amended soil markedly accelerated the phenanthrene biodegradation rate by 126.6% and elevated its total removal efficiency by 33.15% (Figure 1 and Table 1). This enhancement can be ascribed to the ability of Agriculture 2025, 15, 1116 10 of 22 rhamnolipid to facilitate the dissolution and release of biochar-sorbed phenanthrene [84], resulting in higher desorption amounts (including Maxd, Frapid, and Fslow) in the combined BC + RL treatment compared to the BC-only treatment (Figure 2 and Table 2), thereby making phenanthrene more accessible to indigenous soil microorganisms than biochar amendment alone. Either sole rhamnolipid application or its combination with biochar promoted phenanthrene mobilization from the soil matrix, resulting in increased phenanthrene desorption (as indicated by Maxd, Frapid, and Fslow) relative to the control (Figure 2 and Table 2). However, the presence of biochar moderated the solubilization effects of rhamnolipid, resulting in a less pronounced enhancement of desorption in the BC + RL treatment (9.71-12.0%) compared to that observed with the RL treatment (17.8-18.5%).",
      "char_count": 1395,
      "word_count": 233,
      "source_page": 9
    },
    {
      "paragraph_id": "para_24",
      "content": "Despite this, the combination of biochar and rhamnolipid exhibited a more significant improvement in phenanthrene biodegradation in soil than the single application of rhamnolipid (Figure 1 and Table 1). Specifically, a 40.07% enhancement in biodegradation rate was observed for BC + RL relative to the control, versus 20.07% for RL, and the biodegradation efficiency increased by 30.58% for BC + RL, compared to 18.08% for RL. The most significant phenanthrene biodegradation occurred in the soil treated with both biochar and rhamnolipid, highlighting the synergy between these two amendments in modulating PAH removal, potentially through complementary mechanisms that influence microbial activity rather than solely through bioavailability modulation. 3.2. Soil Microbial Abundance and Enzyme Activity Affected by Biochar and Rhamnolipid Regardless of the amendment type, the abundance of the soil bacterial 16S rRNA gene increased during the first 28 days of incubation, as soil bacteria were stimulated under ideal temperature and moisture conditions in all the treatments, and then a decline was observed from the 28th to the 45th day, likely due to the depletion of substrates and nutrients necessary for bacterial proliferation (Figure S1a). This initial growth trend of bacterial abundance was more significant under the BC, RL, and BC + RL treatments relative to the control, suggesting the potential of these exogenous additives to stimulate bacterial reproduction.",
      "char_count": 1261,
      "word_count": 217,
      "source_page": 10
    },
    {
      "paragraph_id": "para_25",
      "content": "Compared to the control, either biochar or rhamnolipid amendment alone significantly increased the soil 16S rRNA gene abundance (Figure 3a), likely by serving as carbon substrates and energy sources that supported the growth of the overall bacterial community [85,86]. This can be supported by the notable increase in the soil C content, especially in the available fraction (i.e., dissolved organic carbon (DOC)) following the application of biochar or rhamnolipid (p < 0.05, Table S1). Furthermore, there was a significant positive correlation between the soil DOC content and bacterial 16S rRNA gene copy numbers following 7 d incubation (r = 0.922-0.961, p = 0.039-0.048). Due to the inherent nutrients present in biochar, both total and available contents of N and P in the soil also significantly increased after biochar amendment alone (Table S1), demonstrating its nutritional support for bacterial growth [87]. The application of rhamnolipid alone did not result in significant changes in soil nutrient contents (Table S1), suggesting its primary effect appeared to be enhancing carbon availability rather than nutrient enrichment. Additionally, because of the porous structure of biochar and the surface activity of rhamnolipid, which reduce soil interfacial tension, they both can improve soil physicochemical properties (e.g., by increasing soil aeration, water retention, and nutrient transport), thereby creating suitable living spaces for soil bacteria and benefiting their growth [88-90]. The wheat straw biomass used in this study contains abundant resilient lignin [91].",
      "char_count": 1356,
      "word_count": 233,
      "source_page": 10
    },
    {
      "paragraph_id": "para_26",
      "content": "Low-temperature (300 *C) pyrolysis of this feedstock produced biochar with limited recalcitrant (aromatic) carbon content and low C/N ratio (Table S2) [92,93], which can serve as a growth substrate for hydrocarbonconsuming microorganisms [94]. In contrast, rhamnolipid is a more readily available organic substrate that can be easily and directly utilized by soil bacteria [95,96]. Therefore, Agriculture 2025, 15, 1116 11 of 22 in the early 7 days of incubation, the bacterial 16S rRNA gene abundance in the soil under the RL treatment was significantly higher than that under the BC treatment; whereas in the subsequent days, it was notably lower compared to the BC treatment (Figure 3a). This suggests that native soil bacteria consumed rhamnolipid more rapidly than biochar as additional substrates. Although rhamnolipid alone maximized phenanthrene mobilization, it could also lead to preferential microbial consumption of the more labile rhamnolipid carbon source over phenanthrene [96], potentially exhausting resources. Biochar counteracted this effect by providing sustained carbon release from its labile fraction, supplementing essential nutrients (N and P), and functioning as a porous shelter that retained rhamnolipid and phenanthrene in proximity to microbial colonies [97], thereby prolonging microbial viability and enzyme production. The combined application of biochar and rhamnolipid synergistically stimulated bacterial growth, more effectively providing essential growth substances (C, N, and P) and appropriate habitat conditions compared to the individual application of either amendment (Tables S1 and S2).",
      "char_count": 1403,
      "word_count": 229,
      "source_page": 11
    },
    {
      "paragraph_id": "para_27",
      "content": "Consequently, the abundance of the 16S rRNA gene in the BC + RL treatment was significantly higher than that in the BC or RL treatments throughout the entire incubation period (Figure 3a). h h g f d b c a f c e b Day 7 Day 28 Day 45 0.0 5.0x109 1.0x1010 1.5x1010 0.0 5.0x109 1.0x1010 Bacterial 16S rRNA gene copy numbers/g soil Control BC RL BC+RL (a) 1.5x1010 e c cd c d c cd b cd ab b a Day 7 Day 28 Day 45 0.0 1.0 2.0 3.0 4.0 5.0 Dehydrogenase activity (U/g soil) Control BC RL BC+RL (b) e e d c b ab a a b ab a a Day 7 Day 28 Day 45 0 20 40 60 Polyphenol oxidase activity (mg/d/g dry soil) Control BC RL BC+RL (c) Figure 3. Impact of biochar (BC) and rhamnolipid (RL) on the total bacterial abundance and enzymatic activity in soil over 45-day incubation. (a) Bacterial 16S rRNA gene abundance; (b) dehydrogenase activity; (c) polyphenol oxidase activity. Different letters denote statistically significant differences (p < 0.05). The activity of soil DHA serves as a common indicator of active microbial biomass and its metabolic capability for organic matter [98].",
      "char_count": 869,
      "word_count": 202,
      "source_page": 11
    },
    {
      "paragraph_id": "para_28",
      "content": "In the present study, DHA activity in all treated soil samples demonstrated an increasing trend during the 45-day incubation period, which was more pronounced in the BC, RL, and BC + RL treatments compared to the controls from Day 28 to Day 45 (Figure S2a). All the treatments incorporating biochar and/or rhamnolipid demonstrated a significantly higher DHA activity compared to the unamended control soil (Figure 3b). Soil DHA activity was better promoted by biochar than by rhamnolipid and was the highest with the combined application (BC + RL). However, no significant correlation was observed between DHA activity and phenanthrene biodegradation (r = 0.140-0.754, p = 0.246-0.860, Table S3), possibly because DHA activity generally reflects the decomposition of total organic substances rather than specifically indicating PAH degradation processes [69]. PPO is a critical enzyme that catalyzes the oxidation of phenolic compounds, which are often metabolic intermediates or byproducts during the aerobic decomposition of aromatic compounds, into quinones and can be used as an indicator for monitoring microbial metabolic activity towards recalcitrant PAHs in the soil system [99]. In this study, PPO activity in all the treated soils increased before 28 days of incubation and then stabilized until the experimental endpoint at 45 days (Figure S2b), consistent with the biodegrada- Agriculture 2025, 15, 1116 12 of 22 tion dynamics of phenanthrene (Figure 1).",
      "char_count": 1246,
      "word_count": 221,
      "source_page": 11
    },
    {
      "paragraph_id": "para_29",
      "content": "Rhamnolipid application alone significantly elevated soil PPO activity (p < 0.05), whereas biochar amendment alone showed only a slight, non-significant increase compared to the unamended control (Figure 3c). The combined treatment (BC + RL) achieved the highest PPO activity (Figure 3c), demonstrating synergistic stimulation of the degradation potential. Furthermore, the biodegradation of phenanthrene showed a significant positive correlation with the activity of PPO (r = 0.819-0.983, p = 0.017-0.048, Table S3). Therefore, it is reasonable that both rhamnolipid alone and combined with biochar promoted microbial growth as carbon substrates or nutrient sources and stimulated enzyme production by these microorganisms to decompose PAHs (Figure 3), contributing to the enhanced phenanthrene biodegradation (Figure 1). Unfortunately, although biochar increased the total bacterial abundance in soil and stimulated degradation-related enzymes produced by these bacteria (Figure 3), there was a significant decrease in phenanthrene biodegradation with the single amendment of biochar to soil (Figure 1), which is likely due to the fact that the inhibited phenanthrene bioavailability caused by biochar outweighed its positive effects on microbial abundance and activity. 3.3. Diversity and Structure of Soil Bacterial Communities Affected by Biochar and Rhamnolipid Shannon index measurements of soil bacterial a-diversity showed a consistent increase in all the treatments throughout the incubation period (Figure S3a).",
      "char_count": 1315,
      "word_count": 208,
      "source_page": 11
    },
    {
      "paragraph_id": "para_30",
      "content": "In the initial 7 days, all amendments (i.e., biochar, rhamnolipid, and their combination) significantly inhibited the a-diversity index compared to the unamended control (Figure 4a), reflecting a transient adaptation phase of soil bacteria to the introduced amendments. Following this adaptation period, a remarkable recovery and subsequent increase in bacterial a-diversity were observed, with the BC + RL treatment demonstrating the highest diversity index, followed by the BC and RL treatments, all of which significantly exceeded the control levels (Figure 4a). This temporal pattern indicates the durable positive effects of these amendments on soil bacterial community diversity once the bacteria have acclimated. The superior promotion of bacterial a-diversity by biochar than by rhamnolipid can be ascribed to its multifunctional roles. In addition to functions shared with rhamnolipid, including supplying carbon sources and energy as well as modifying soil structure and properties, biochar could uniquely provide physical shelters and essential nutrients for microbial colonization (Tables S1 and S2), while sorbing toxic compounds (Figure 2 and Table 2), facilitating the survival of a wide range of bacterial species and thus increasing the richness of the bacterial community [100].",
      "char_count": 1112,
      "word_count": 185,
      "source_page": 12
    },
    {
      "paragraph_id": "para_31",
      "content": "Although non-sterilized biochar may contain endogenous microbes, their impact on the soil microbial community diversity was likely minimal for the following reasons: pyrolyzed biochar carries inherently low microbial loads (<0.1% of native soil biomass) [101,102]; 16S rRNA sequencing revealed > 90% OTU overlap between the BC-amended and control soils (Figure S4), with no unique biocharassociated taxa exceeding 0.5% relative abundance; thermoresistant taxa (e.g., Bacillus) that may survive pyrolysis were already prevalent in the native soil (Figure S4) [103,104]. Thus, biochar's physicochemical properties, rather than microbial inoculation, primarily drove the observed increase in community diversity. A more diverse bacterial community caused by rhamnolipid (both alone and its combination with biochar) benefited the biodegradation of phenanthrene in soil (Figures 1 and 4a). However, the increased bacterial community diversity resulting from biochar amendment alone contributed little to phenanthrene biodegradation. This observation further confirms the dominant role of bioavailability over bacterial activity in governing phenanthrene degradation in sole biochar-amended soil. Agriculture 2025, 15, 1116 13 of 22 j i i g e f d c b b a Day 7 Day 28 Day 45 0.0 2.0 4.0 6.0 Shannon diversity index Control BC RL BC+RL h (a) a b a ab b ab ab b ab Day 7 Day 28 Day 45 0.0 0.1 0.2 0.3 0.4 Bray-Curtis distance BC RL BC+RL (b) Figure 4.",
      "char_count": 1224,
      "word_count": 221,
      "source_page": 12
    },
    {
      "paragraph_id": "para_32",
      "content": "Impact of biochar (BC) and rhamnolipid (RL) on soil bacterial diversity over 45-day incubation. (a) Shannon a-diversity index; (b) b-diversity metrics (Bray-Curtis dissimilarity versus control). Different letters denote statistically significant differences (p < 0.05). The Bray-Curtis distance (beta diversity), representing structural differences between amended and control soil bacterial communities, decreased with increasing incubation time (Figure S3b). This suggests a gradual homogenization of bacterial community structures across different treatments over time. As shown in Figure 4b, the biochar-containing amendments (both BC and BC + RL) resulted in greater divergence in bacterial community structure (Bray-Curtis distance) compared to rhamnolipid amendment alone. These findings indicate that biochar influenced the structure of soil bacterial communities more substantially than rhamnolipid. The PCoA analysis based on the weighted UniFrac distance further corroborated these observations (Figure 5a). Specifically, the control and RL-treated bacterial communities clustered closely and were clearly segregated from biochar-amended groups (BC and BC + RL) on a given incubation day. Notably, the BC and BC + RL treatments were grouped together, indicating similar community structures (Figure 5a). This spatial distribution between treatment groups suggests that rhamnolipid application alone did not induce significant shifts in soil bacterial community structure, whereas the amendment of biochar remarkably changed the community structure. These results align with previous reports demonstrating negligible structural modifications of soil bacterial communities by rhamnolipid, which exerted a limited contribution to PAH degradation [105].",
      "char_count": 1532,
      "word_count": 229,
      "source_page": 13
    },
    {
      "paragraph_id": "para_33",
      "content": "The pronounced structural influence of biochar likely stems from its sorption properties to alleviate contaminant toxicity stress on soil bacteria, thereby driving community reorganization [54]. Rhamnolipid addition further optimized the community by favoring taxa adapted to PAH degradation, as evidenced by PCA analysis, where PC1 explained 57.9% of the variance (Figure 5b), without significantly altering the overall community structure (Figure 5a). Figure 5. PCoA of soil bacterial communities based on weighted UniFrac distances under biochar and/or rhamnolipid treatments on different incubation days (a); the variable load diagram for PCA Agriculture 2025, 15, 1116 14 of 22 based on phenanthrene removal efficiency, degradation rate, bioavailable fraction, and relative abundances of dominant bacterial genera in the soils treated with biochar and/or rhamnolipid (b). The light blue and pink arrows represent bacteria and the bioavailability and degradability of PAHs, respectively. Bacteria: Ba (Bacillus), Tu (Tumebacillus), Ma (Massilia), Dy (Dyella), Bu (Burkholderia), Ar (Arthrobacter), Sp (Sphingomonas), Am (Ammoniphilus), Al (Alicyclobacillus), El (Elsteria), Te (Terriglobus), Ra (Ramlibacter), Cl (Clostridium), Az (Azorhizobium), Wp (WPS-2). 3.4. Abundances of PAH-Degrading Bacteria and Associated Functional Genes Affected by Biochar and Rhamnolipid Microbial profiling detected 384 bacterial genera in each experimental soil, among which 15 predominant taxa (relative abundances > 1%) accounted for 59.6-68.8% of the total community composition (Figure S4).",
      "char_count": 1371,
      "word_count": 211,
      "source_page": 13
    },
    {
      "paragraph_id": "para_34",
      "content": "Among the top 15 abundant genera, three specific taxa (i.e., Bacillus, Massilia, and Sphingomonas) were identified as closely associated with the biodegradation of phenanthrene. This association is supported by the minimal angles between these bacterial communities at the genus level and phenanthrene removal in the PCA analysis (Figure 5b). Furthermore, both the total biodegradation efficiencies and the maximum biodegradation rates of phenanthrene exhibited significant positive correlations with the relative abundances of these three bacterial taxa after incubation for 45 days (r = 0.885-0.996, p < 0.05, Table S3). Previous studies have also characterized the crucial roles of Bacillus, Massilia, and Sphingomonas in the degradation of PAHs in soil [106-108]. The present study showed that the relative abundances of Bacillus, Massilia, and Sphingomonas were markedly enhanced under the RL and BC + RL treatments compared to the control, whereas the BC treatment notably inhibited their abundances (Figure 6a). This stimulatory effect may be attributed to surfactant-enhanced phenanthrene mobilization (Figure 2 and Table 2), which improved substrate availability for specialized degraders, ultimately promoting the proliferation of these bacterial taxa in the RL and BC + RL treatments [83].",
      "char_count": 1115,
      "word_count": 186,
      "source_page": 14
    },
    {
      "paragraph_id": "para_35",
      "content": "Supporting this mechanism, strong positive correlations were observed between taxon abundances in soils treated with biochar and/or rhamnolipid following the 45-day incubation period and the corresponding bioavailable phenanthrene fractions assessed via Tenax extraction, including the maximum 600 h desorption percentage (Maxd) and the sum of Frapid and Fslow (r = 0.851-0.929, p < 0.05; Table S3). These findings suggest that the abundances of phenanthrene-degrading bacteria depended on phenanthrene bioavailability. In contrast, biochar alone reduced the bioavailable fractions of phenanthrene to specialized degraders (Table 2), thereby hindering the proliferation of these three bacterial taxa and reducing their relative abundances (Figure 6a). Similarly, a previous study by Omoni et al. (2020) reported an inverse relationship between phenanthrene-degrading microbial populations and biochar amendment levels in soil, which was also mechanistically linked to decreased contaminant bioavailability [109]. Consequently, both the kinetic rates and the overall extents of phenanthrene biodegradation in soil were inhibited by the BC treatment due to reduced phenanthrene bioavailability and thus decreased abundances of specific degrading genera (Figures 1, 2 and 6a). The enhanced biodegradation rates and removal percentages of phenanthrene in soils under the RL and BC + RL treatments may be ascribed to the enhancement of phenanthrene bioavailability and selective enrichment of the key degrading taxa (Figures 1, 2 and 6a).",
      "char_count": 1322,
      "word_count": 212,
      "source_page": 14
    },
    {
      "paragraph_id": "para_36",
      "content": "Additionally, biosurfactants can modify cell surface properties (e.g., hydrophobicity) of PAH-degrading bacteria and enhance the permeability of cellular membranes, which promotes bacterial adherence and uptake of hydrophobic pollutants that have desorbed into soil pore water [110-112], thereby contributing to increased phenanthrene biodegradation. Agriculture 2025, 15, 1116 15 of 22 c d b a f g e e i j h h Bacillus Massilia Sphingomonas 0 10 20 30 Relative abundances of degrading genera (%) Control BC RL BC+RL (a) f df c c d df a a f df b a Day 7 Day 28 Day 45 0.0 2.0x106 4.0x106 6.0x106 8.0x106 0.0 2.0x106 4.0x106 6.0x106 The nidA gene copy numbers/g soil Control BC RL BC+RL (b) 8.0x106 Figure 6. Impact of biochar (BC) and rhamnolipid (RL) on phenanthrene-degrading bacterial populations (a) and nidA degradation gene abundances (b) in soil during 45 days of incubation. Different letters denote statistically significant differences (p < 0.05). The nidA gene, which encodes the a subunit of the PAH ring-hydroxylating dioxygenase (PAH-RHDa) to initiate the aerobic catabolism of PAHs, has been extensively validated as a reliable biomarker for evaluating PAH degradation capacity in soil [113,114]. The present study revealed a remarkable elevation of nidA gene copies during the initial 28-day active degradation phase across all the treatments, followed by a progressive decline corresponding to phenanthrene depletion (92.6-95.6% of the total removal) and reduced biodegradation rates (Figure S1b).",
      "char_count": 1282,
      "word_count": 233,
      "source_page": 11
    },
    {
      "paragraph_id": "para_37",
      "content": "The amendment of biochar alone showed no significant effect on the biomass of the catabolic gene biomarker nidA (Figure 6b). The application of rhamnolipid, both individually and in combination with biochar, significantly increased the abundance of the PAH-degradative nidA gene relative to biochar-only and control treatments during the entire incubation period (Figure 6b). In addition, significantly positive correlations were observed between the copy numbers of the nidA degradation gene and the bioavailable phenanthrene fractions (i.e., Maxd and the sum of Frapid and Fslow) in soils treated with biochar and/or rhamnolipid (r = 0.866-0.936, p < 0.05, Table S3). This suggests that the growth of nidA gene-carrying microbial populations was dependent on the bioavailability of phenanthrene, in accordance with the observations of phenanthrene-degrading bacterial genera. Similarly, Xia et al. (2015) reported significantly positive correlations between the copy numbers of the nahAc gene, which typically acts as a biomarker for naphthalene-degrading microbiota, in the Yangtze River sediment and the freely dissolved naphthalene concentrations in pore water assessed via polydimethylsiloxane micro-extraction [115]. The addition of the biosurfactant rhamnolipid greatly enhanced substrate availability for nidA gene-harboring degraders, primarily through solubilization (Figure 2 and Table 2), thereby facilitating their growth and increasing their abundances [83].",
      "char_count": 1274,
      "word_count": 200,
      "source_page": 15
    },
    {
      "paragraph_id": "para_38",
      "content": "Moreover, the biodegradation rates and percentages of phenanthrene displayed a significant positive correlation with the copy numbers of the nidA gene (r = 0.807-0.975, p < 0.05, Table S3), demonstrating that the enhanced biodegradation observed in the RL and BC + RL treatments was mostly due to the increase in nidA gene-carrying microbial communities caused by rhamnolipid application. Overall, both phenanthrene-degrading bacterial taxa and associated catabolic genes responded to bioavailability alterations induced by biochar sorption or biosurfactant solubilization. Their higher abundances in the BC + RL treatment compared to the RL treatment could be ascribed to the synergistic interactions between rhamnolipid and biochar. Rhamnolipid principally increased phenanthrene bioavailability and supplied labile carbon sources, Agriculture 2025, 15, 1116 16 of 22 while biochar likely provided essential nutrients and microbial habitats, jointly enhancing the population and activity of PAH-degrading bacterial communities and creating a favorable environment for microbial degradation. 4. Conclusions This study systematically examined the combined performance of biochar and rhamnolipid in the complete removal of PAHs from agricultural soil via microbial degradation. The results showed that their combined application significantly enhanced the biodegradation rate and efficiency of phenanthrene compared to the single application of rhamnolipid or the untreated control. In contrast, biochar amendment alone remarkably inhibited phenanthrene biodegradation, as its inhibitory effects on phenanthrene bioavailability outweighed its positive impacts on bacterial abundance, enzyme activity, and community diversity.",
      "char_count": 1498,
      "word_count": 227,
      "source_page": 15
    },
    {
      "paragraph_id": "para_39",
      "content": "Both the RL and BC + RL treatments facilitated the conversion of phenanthrene from the very slowly desorbing fraction (Fvslow), which was tightly bound to condensed SOM or biochar, to readily bioavailable fractions (rapidly and slowly desorbing fractions, Frapid and Fslow) primarily via biosurfactant solubilization. The rhamnolipid-mediated enhancement of phenanthrene bioavailability to microbes increased the abundances of degrading bacterial genera and the nidA degradation gene, thereby enhancing biodegradation. The biochar and rhamnolipid co-application showed superior performance over rhamnolipid alone by synergistically increasing bacterial 16S rRNA gene copies, Shannon diversity, and polyphenol oxidase activity, while enriching potential degraders (i.e., Bacillus, Massilia, and Sphingomonas) and the related nidA gene as a growth stimulus. These findings highlight the feasibility of using biochar and rhamnolipid in tandem for the bioremediation of PAHcontaminated agricultural soil to mitigate contaminant risks in agricultural products and benefit soil microbial ecology.",
      "char_count": 949,
      "word_count": 142,
      "source_page": 16
    },
    {
      "paragraph_id": "para_40",
      "content": "Supplementary Materials: The following supporting information can be downloaded at: https:// www.mdpi.com/article/10.3390/agriculture15111116/s1, Text S1: PCR amplification and amplicon purification; Text S2: processing of high-throughput sequencing data [116,117]; Figure S1: time course of bacterial 16S rRNA gene (a) and PAH degradation-related nidA gene (b) abundances in soil under biochar and/or rhamnolipid treatments; Figure S2: time course of dehydrogenase (a) and polyphenol oxidase (b) activities in soil under biochar and/or rhamnolipid treatments; Figure S3: time-course variations in within-community (alpha) diversity measured as the Shannon index (a) and between-community (beta) diversity expressed as the Bray-Curtis distance (b) of soil bacterial communities under biochar and/or rhamnolipid treatments; Figure S4: genus-level bacterial community composition in response to biochar and/or rhamnolipid treatments after 45 days of incubation; Table S1: main physicochemical characteristics of soils amended with biochar and/or rhamnolipid; Table S2: selected physicochemical properties of wheat straw biochar; Table S3: Pearson correlation coefficients among phenanthrene removal efficiencies, biodegradation rates, bioavailable fractions, enzyme activities, and abundances of PAH-degrading bacteria and related nidA gene. Author Contributions: Conceptualization, M.Z.; methodology, Y.K.; validation, M.Z.; formal analysis, J.R. and J.S.; investigation, Y.K., Z.W. and J.L.; resources, M.Z.; data curation, Y.K., J.R. and J.S.; writing--original draft preparation, M.Z. and Y.K.; writing--review and editing, M.Z. and L.C.; supervision, M.Z.; project administration, M.Z. and L.C.; funding acquisition, M.Z. All authors have read and agreed to the published version of the manuscript.",
      "char_count": 1575,
      "word_count": 227,
      "source_page": 16
    },
    {
      "paragraph_id": "para_41",
      "content": "Funding: This research was funded by the National Natural Science Foundation of China (42177387) and the Jiangsu Government Scholarship for Overseas Studies. Institutional Review Board Statement: Not applicable. Data Availability Statement: The datasets presented in this study are available upon request from the corresponding author. Agriculture 2025, 15, 1116 17 of 22 Acknowledgments: The authors appreciate the technical support from the Advanced Analysis and Testing Center of Nanjing Forestry University and the online Majorbio Cloud Platform (www. majorbio.com, accessed on 4 February 2025). Conflicts of Interest: The authors declare no conflicts of interest. References 1. Soukarieh, B.; Hawari, K.E.; Husseini, M.E.; Budzinski, H.; Jaber, F. Impact of Lebanese practices in industry, agriculture and urbanization on soil toxicity. Evaluation of the Polycyclic Aromatic Hydrocarbons (PAHs) levels in soil. Chemosphere 2018, 210, 85-92. [CrossRef] [PubMed] 2. Zhang, Q.Y.; Gao, M.; Sun, X.H.; Wang, Y.; Yuan, C.L.; Sun, H.W. Nationwide distribution of polycyclic aromatic hydrocarbons in soil of China and the association with bacterial community. J. Environ. Sci. 2023, 128, 1-11. [CrossRef] [PubMed] 3. Patel, A.B.; Shaikh, S.; Jain, K.R.; Desai, C.; Madamwar, D. Polycyclic aromatic hydrocarbons: Sources, toxicity, and remediation approaches. Front. Microbiol. 2020, 11, 562813. [CrossRef] [PubMed] 4. Barbosa, F.; Rocha, B.A.; Souza, M.C.O.; Bocato, M.Z.; Azevedo, L.F.; Adeyemi, J.A.; Santana, A.; Campiglia, A.D. Polycyclic aromatic hydrocarbons (PAHs): Updated aspects of their determination, kinetics in the human body, and toxicity. J. Toxiocol. Environ. Heal.",
      "char_count": 1447,
      "word_count": 233,
      "source_page": 16
    },
    {
      "paragraph_id": "para_42",
      "content": "B 2023, 26, 28-65. [CrossRef] 5. Ansari, F.; Momina; Ahmad, A.; Rafatullah, M. Review on bioremediation technologies of polycyclic aromatic hydrocarbons (PAHs) from soil: Mechanisms and future perspective. Int. Biodeter. Biodegr. 2023, 179, 105582. [CrossRef] 6. Wang, F.; Harindintwall, J.D.; Yuan, Z.Z.; Wang, M.; Wang, F.M.; Li, S.; Yin, Z.G.; Huang, L.; Fu, Y.H.; Li, L.; et al. Technologies and perspectives for achieving carbon neutrality. Innovation 2021, 2, 100180. [CrossRef] 7. Lu, Y.; Gu, K.; Shen, Z.T.; Tang, C.S.; Shi, B.; Zhou, Q.Y. Biochar implications for the engineering properties of soils: A review. Sci. Total Environ. 2023, 888, 164185. [CrossRef] 8. Ren, X.Y.; Zeng, G.M.; Tang, L.; Wang, J.J.; Wan, J.; Feng, H.P.; Song, B.; Huang, C.; Tang, X. Effect of exogenous carbonaceous materials on the bioavailability of organic pollutants and their ecological risks. Soil Biol. Biochem. 2018, 116, 70-81. [CrossRef] 9. Valizadeh, S.; Lee, S.S.; Choi, Y.J.; Baek, K.; Jeon, B.H.; Lin, K.Y.A.; Park, Y.K. Biochar application strategies for polycyclic aromatic hydrocarbons removal from soils. Environ. Res. 2022, 213, 113599. [CrossRef] 10. Bao, H.Y.; Wang, J.F.; Zhang, H.; Li, J.; Li, H.; Wu, F.Y. Effects of biochar and organic substrates on biodegradation of polycyclic aromatic hydrocarbons and microbial community structure in PAHs-contaminated soils. J. Hazard. Mater. 2020, 385, 121595. [CrossRef] 11. Zhang, M.; Luo, Y.Q.; Zhu, Y.T.; Zhang, H.Y.; Wang, X.L.; Li, W.; Li, P.P.; Han, J.G.",
      "char_count": 1284,
      "word_count": 228,
      "source_page": 17
    },
    {
      "paragraph_id": "para_43",
      "content": "Insights into the mechanisms underlying the biodegradation of phenanthrene in biochar-amended soil: From bioavailability to soil microbial communities. Biochar 2023, 5, 14. [CrossRef] 12. Zhang, G.X.; He, L.X.; Guo, X.F.; Han, Z.W.; Ji, L.; He, Q.S.; Han, L.F.; Sun, K. Mechanism of biochar as a biostimulation strategy to remove polycyclic aromatic hydrocarbons from heavily contaminated soil in a coking plant. Geoderma 2020, 375, 114497. [CrossRef] 13. Zhao, X.Y.; Miao, R.H.; Guo, M.X.; Shang, X.T.; Zhou, Y.M.; Zhu, J.W. Biochar enhanced polycyclic aromatic hydrocarbons degradation in soil planted with ryegrass: Bacterial community and degradation gene expression mechanisms. Sci. Total Environ. 2022, 838 Pt 2, 156076. [CrossRef] [PubMed] 14. Godlewska, P.; Ok, Y.S.; Oleszczuk, P. The dark side of black gold: Ecotoxicological aspects of biochar and biochar-amended soils. J. Hazard. Mater. 2021, 403, 123833. [CrossRef] 15. Dai, Z.M.; Xiong, X.Q.; Zhu, H.; Xu, H.J.; Leng, P.; Li, J.H.; Tang, C.; Xu, J.M. Association of biochar properties with changes in soil bacterial, fungal and fauna communities and nutrient cycling processes. Biochar 2021, 3, 239-254. [CrossRef] 16. Kong, L.L.; Gao, Y.Y.; Zhou, Q.X.; Zhao, X.Y.; Sun, Z.W. Biochar accelerates PAHs biodegradation in petroleum-polluted soil by biostimulation strategy. J. Hazard. Mater. 2018, 343, 276-284. [CrossRef] 17. Tomczyk, A.; Sokolowska, Z.; Boguta, P. Biochar physicochemical properties: Pyrolysis temperature and feedstock kind effects. Rev. Environ. Sci. Biotechnol. 2020, 19, 191-215. [CrossRef] 18.",
      "char_count": 1355,
      "word_count": 225,
      "source_page": 17
    },
    {
      "paragraph_id": "para_44",
      "content": "Palansooriya, K.N.; Wong, J.T.F.; Hashimoto, Y.; Huang, L.B.; Rinklebe, J.; Chang, S.X.; Bolan, N.; Wang, H.L.; Ok, Y.S. Response of microbial communities to biochar-amended soils: A critical review. Biochar 2019, 1, 3-22. [CrossRef] 19. Cao, Q.F.; An, T.Y.; Xie, J.X.; Liu, Y.X.; Xing, L.; Ling, X.L.; Chen, C.J. Insight to the physiochemical properties and DOM of biochar under different pyrolysis temperature and modification conditions. J. Anal. Appl. Pyrol. 2022, 166, 105590. [CrossRef] 20. Ding, Z.; Zhang, F.; Gong, H.F.; Sun, N.; Huang, J.J.; Chi, J. Responses of phenanthrene degradation to the changes in bioavailability and microbial community structure in soils amended with biochars pyrolyzed at low and high temperatures. J. Hazard. Mater. 2021, 410, 124584. [CrossRef] Agriculture 2025, 15, 1116 18 of 22 21. Bruun, E.W.; Hauggaard-Nielsen, H.; Ibrahim, N.; Egsgaard, H.; Ambus, P.; Jensen, P.A.; Dam-Johansen, K. Influence of fast pyrolysis temperature on biochar labile fraction and short-term carbon loss in a loamy soil. Biomass Bioenerg. 2011, 35, 1182-1189. [CrossRef] 22. Li, S.M.; Barreto, V.; Li, R.W.; Chen, G.; Hsieh, Y.P. Nitrogen retention of biochar derived from different feedstocks at variable pyrolysis temperatures. J. Anal. Appl. Pyrol. 2018, 133, 136-146. [CrossRef] 23. Joseph, S.; Kammann, C.I.; Shepherd, J.G.; Conte, P.; Schmidt, H.P.; Hagemann, N.; Rich, A.M.; Marjo, C.E.; Allen, J.; Munroe, P.; et al.",
      "char_count": 1230,
      "word_count": 215,
      "source_page": 17
    },
    {
      "paragraph_id": "para_45",
      "content": "Microstructural and associated chemical changes during the composting of a high temperature biochar: Mechanisms for nitrate, phosphate and other nutrient retention and release. Sci. Total Environ. 2018, 618, 1210-1223. [CrossRef] [PubMed] 24. Gorovtsov, A.V.; Minkina, T.M.; Mandzhieva, S.S.; Perelomov, L.V.; Soja, G.; Zamulina, I.V.; Rajput, V.D.; Sushkova, S.N.; Mohan, D.; Yao, J. The mechanisms of biochar interactions with microorganisms in soil. Environ. Geochem. Health 2020, 42, 2495-2518. [CrossRef] 25. Li, Z.H.; Wang, W.; Zhu, L.Z. Effects of mixed surfactants on the bioaccumulation of polycyclic aromatic hydrocarbons (PAHs) in crops and the bioremediation of contaminated farmlands. Sci. Total Environ. 2019, 646, 1211-1218. [CrossRef] 26. Bolan, S.; Padhye, L.P.; Mulligan, C.N.; Alonso, E.R.; Saint-Fort, R.; Jasemizad, T.; Wang, C.S.; Zhang, T.; Rinklebe, J.; Wang, H.L.; et al. Surfactant-enhanced mobilization of persistent organic pollutants: Potential for soil and sediment remediation and unintended consequences. J. Hazard. Mater. 2023, 443 Pt A, 130189. [CrossRef] 27. Shah, A.; Shahzad, S.; Munir, A.; Nadagouda, M.N.; Khan, G.S.; Shams, D.F.; Dionysiou, D.D.; Rana, U.A. Micelles as soil and water decontamination agents. Chem. Rev. 2016, 116, 6042-6074. [CrossRef] 28. Zhang, M.; Chen, W.X.; Chuan, X.Y.; Guo, X.Y.; Shen, X.F.; Zhang, H.Y.; Wu, F.; Hu, J.; Wu, Z.P.; Wang, X.L. Remediation of heavily PAHs-contaminated soil with high mineral content from a coking plant using surfactant-enhanced soil washing. Sci. Total Environ. 2024, 909, 168499. [CrossRef] [PubMed] 29. Zhu, H.B.; Aitken, M.D.",
      "char_count": 1395,
      "word_count": 230,
      "source_page": 18
    },
    {
      "paragraph_id": "para_46",
      "content": "Surfactant-enhanced desorption and biodegradation of polycyclic aromatic hydrocarbons in contaminated soil. Environ. Sci. Technol. 2010, 44, 7260-7265. [CrossRef] 30. Liu, J.W.; Wei, K.H.; Xu, S.W.; Cui, J.; Ma, J.; Xiao, X.L.; Xi, B.D.; He, X.S. Surfactant-enhanced remediation of oil-contaminated soil and groundwater: A review. Sci. Total Environ. 2021, 756, 144142. [CrossRef] 31. Yesankar, P.J.; Pal, M.; Patil, A.; Qureshi, A. Microbial exopolymeric substances and biosurfactants as 'bioavailability enhancers' for polycyclic aromatic hydrocarbons biodegradation. Int. J. Environ. Sci. Technol. 2023, 20, 5823-5844. [CrossRef] 32. Ogunmokun, F.A.; Wallach, R. Effect of surfactant surface and interfacial tension reduction on infiltration into hydrophobic porous media. Geoderma 2024, 441, 116735. [CrossRef] 33. Wang, X.X.; Sun, L.N.; Wang, H.; Wu, H.; Chen, S.; Zheng, X.H. Surfactant-enhanced bioremediation of DDTs and PAHs in contaminated farmland soil. Environ. Technol. 2017, 39, 1733-1744. [CrossRef] [PubMed] 34. Posada-Baquero, R.; Grifoll, M.; Ortega-Calvo, J.J. Rhamnolipid-enhanced solubilization and biodegradation of PAHs in soil after conventional bioremediation. Sci. Total Environ. 2019, 668, 790-796. [CrossRef] [PubMed] 35. Zang, T.T.; Wu, H.Z.; Yan, B.; Zhang, Y.X.; Wei, C.H. Enhancement of PAHs biodegradation in biosurfactant/phenol system by increasing the bioavailability of PAHs. Chemosphere 2021, 266, 128941. [CrossRef] 36. Lu, L.; Zhang, J.; Peng, C. Shift of soil polycyclic aromatic hydrocarbons (PAHs) dissipation pattern and microbial community composition due to rhamnolipid supplementation. Water Air Soil Pollut. 2019, 230, 107. [CrossRef] 37.",
      "char_count": 1463,
      "word_count": 224,
      "source_page": 18
    },
    {
      "paragraph_id": "para_47",
      "content": "Rong, L.G.; Zheng, X.H.; Oba, B.T.; Shen, C.B.; Wang, X.X.; Wang, H.; Luo, Q.; Sun, L.N. Activating soil microbial community using bacillus and rhamnolipid to remediate TPH contaminated soil. Chemosphere 2021, 275, 130062. [CrossRef] 38. Thomas, G.E.; Brant, J.L.; Campo, P.; Clark, D.R.; Coulon, F.; Gregson, B.H.; McGenity, T.J.; McKew, B.A. Effects of dispersants and biosurfactants on Crude-Oil Biodegradation and bacterial community succession. Microorganisms 2021, 9, 1200. [CrossRef] 39. Phulpoto, I.A.; Khan, S.; Qazi, M.A. Insights into rhamnolipid-assisted bioelectrochemical system for remediating soil pollution: A promising green approach towards the sustainable environment. Int. Biodeter. Biodegr. 2024, 191, 105808. [CrossRef] 40. Wang, L.W.; Li, F.; Zhan, Y.; Zhu, L.Z. Shifts in microbial community structure during in situ surfactant-enhanced bioremediation of polycyclic aromatic hydrocarbon-contaminated soil. Environ. Sci. Pollut. Res. Int. 2016, 23, 14451-14461. [CrossRef] 41. Wang, J.F.; Bao, H.Y.; Pan, G.D.; Zhang, H.; Li, J.; Li, J.; Cai, J.; Wu, F.Y. Combined application of rhamnolipid and agricultural wastes enhances PAHs degradation via increasing their bioavailability and changing microbial community in contaminated soil. J. Environ. Manag. 2021, 294, 112998. [CrossRef] [PubMed] 42. de Araujo, L.V.; Guimaraes, C.R.; da Silva Marquita, R.L.; Santiago, V.M.J.; de Souza, M.P.; Nitschke, M.; Freire, D.M.G. Rhamnolipid and surfactin: Anti-adhesion/antibiofilm and antimicrobial effects. Food Control 2016, 63, 171-178. [CrossRef] 43. Giri, S.S.; Ryu, E.C.; Sukumaran, V.; Park, S.C. Antioxidant, antibacterial, and anti-adhesive activities of biosurfactants isolated from Bacillus strains. Microb. Pathog.",
      "char_count": 1509,
      "word_count": 232,
      "source_page": 18
    },
    {
      "paragraph_id": "para_48",
      "content": "2019, 132, 66-72. [CrossRef] [PubMed] 44. Kadiri, F.; Ezaouine, A.; Blaghen, M.; Bennis, F.; Chegdani, F. Antibiofilm potential of biosurfactant produced by Bacillus aerius against pathogen bacteria. Biocatal. Agric. Biotech. 2024, 56, 102995. [CrossRef] Agriculture 2025, 15, 1116 19 of 22 45. Marecik, R.; Wojtera-Kwiczor, J.; Lawniczak, L.; Cyplik, P.; Szulc, A.; Piotrowska-Cyplik, A.; Chrzanowski, L. Rhamnolipids increase the phytotoxicity of diesel oil towards four common plant species in a terrestrial environment. Water Air Soil Pollut. 2012, 223, 4275-4282. [CrossRef] 46. Wei, Z.; Wang, J.J.; Meng, Y.L.; Li, J.B.; Gaston, L.A.; Fultz, L.M.; DeLaune, R.D. Potential use of biochar and rhamnolipid biosurfactant for remediation of crude oil-contaminated coastal wetland soil: Ecotoxicity assessment. Chemosphere 2020, 253, 126617. [CrossRef] 47. Wolf, D.C.; Cryder, Z.; Gan, J. Soil bacterial community dynamics following surfactant addition and bioaugmentation in pyrene-contaminated soils. Chemosphere 2019, 231, 93-102. [CrossRef] [PubMed] 48. Akbari, A.; Kasprzyk, A.; Galvez, R.; Ghoshal, S. A rhamnolipid biosurfactant increased bacterial population size but hindered hydrocarbon biodegradation in weathered contaminated soils. Sci. Total Environ. 2021, 778, 145441. [CrossRef] 49. Tao, S.; Cui, Y.H.; Xu, F.L.; Li, B.G.; Cao, J.; Liu, W.X.; Schmitt, X.J.; Wang, X.J.; Shen, W.R.; Qing, B.P.; et al. Polycyclic aromatic hydrocarbons (PAHs) in agricultural soil and vegetables from Tianjin. Sci. Total Environ. 2004, 320, 11-24. [CrossRef] 50. Maliszewska-Kordybach, B.; Smreczak, B.; Klimkowicz-Pawlas, A.",
      "char_count": 1402,
      "word_count": 221,
      "source_page": 18
    },
    {
      "paragraph_id": "para_49",
      "content": "Concentrations, sources, and spatial distribution of individual polycyclic aromatic hydrocarbons (PAHs) in agricultural soils in the Eastern part of the EU: Poland as a case study. Sci. Total Environ. 2009, 407, 3746-3753. [CrossRef] 51. Xu, Z.Y.; Wang, C.H.; Li, H.X.; Xu, S.D.; Du, J.; Chen, Y.J.; Ma, C.; Tang, J.H. Concentration, distribution, source apportionment, and risk assessment of surrounding soil PAHs in industrial and rural areas: A comparative study. Ecol. Indic. 2021, 125, 107513. [CrossRef] 52. Dean, S.M.; Jin, Y.; Cha, D.K.; Wilson, S.V.; Radosevich, M. Phenanthrene degradation in soils co-inoculated with phenanthrenedegrading and biosurfactant-producing bacteria. J. Environ. Qual. 2001, 30, 1126-1133. [CrossRef] 53. Anyanwu, I.N.; Semple, K.T. Biodegradation of phenanthrene-nitrogen-containing analogues in soil. Water Air Soil Pollut. 2015, 226, 252. [CrossRef] 54. Li, X.N.; Song, Y.; Yao, S.; Bian, Y.R.; Gu, C.G.; Yang, X.L.; Wang, F.; Jiang, X. Can biochar and oxalic acid alleviate the toxicity stress caused by polycyclic aromatic hydrocarbons in soil microbial communities? Sci. Total Environ. 2019, 695, 133879. [CrossRef] 55. Kapoor, A.; Sharma, R.; Kumar, A.; Sepehya, S. Biochar as a means to improve soil fertility and crop productivity: A review. J. Plant Nutr. 2022, 45, 2380-2388. [CrossRef] 56. Khan, S.; Irshad, S.; Mehmood, K.; Hasnain, Z.; Nawaz, M.; Rais, A.; Gul, S.; Wahid, M.A.; Hashem, A.; Abd Allah, E.F.; et al. Biochar production and characteristics, its impacts on soil health, crop production, and yield enhancement: A review.",
      "char_count": 1351,
      "word_count": 233,
      "source_page": 19
    },
    {
      "paragraph_id": "para_50",
      "content": "Plants 2024, 13, 166. [CrossRef] 57. Beesley, L.; Moreno-Jimenez, E.; Gomez-Eyles, J.L.; Harris, E.; Robinson, B.; Sizmur, T. A review of biochars' potential role in the remediation, revegetation and restoration of contaminated soils. Environ. Pollut. 2011, 159, 3269-3282. [CrossRef] [PubMed] 58. Li, X.N.; Song, Y.; Bian, Y.R.; Gu, C.G.; Yang, X.L.; Wang, F.; Jiang, X. Insights into the mechanisms underlying efficient rhizodegradation of PAHs in biochar-amended soil: From microbial communities to soil metabolomics. Environ. Int. 2020, 144, 105995. [CrossRef] 59. Laha, S.; Tansel, B.; Ussawarujikulchai, A. Surfactant-soil interactions during surfactant-amended remediation of contaminated soils by hydrophobic organic compounds: A review. J. Environ. Manag. 2009, 90, 95-100. [CrossRef] 60. Wei, Z.; Wang, J.J.; Gaston, L.A.; Li, J.F.; Fultz, L.M.; DeLaune, R.D.; Dodla, S.K. Remediation of crude oil-contaminated coastal marsh soil: Integrated effect of biochar, rhamnolipid biosurfactant and nitrogen application. J. Hazard. Mater. 2020, 396, 122595. [CrossRef] 61. van Noort, P.C.M.; Poot, A.; Koelmans, A.A. Analysis of organic contaminant desorption kinetic data for sediments and soils: Implications for the Tenax extraction time for the determination of bioavailable concentrations. Sci. Total Environ. 2014, 490, 235-238. [CrossRef] [PubMed] 62. Wang, B.; Jin, Z.X.; Xu, X.Y.; Zhou, H.; Yao, X.W.; Ji, F.Y. Effect of Tenax addition amount and desorption time on desorption behaviour for bioavailability prediction of polycyclic aromatic hydrocarbons. Sci. Total Environ. 2019, 651 Pt 1, 427-434. [CrossRef] [PubMed] 63. Ghosh, P.; Mukherji, S.",
      "char_count": 1429,
      "word_count": 230,
      "source_page": 19
    },
    {
      "paragraph_id": "para_51",
      "content": "Desorption kinetics of soil sorbed carbazole, fluorene, and dibenzothiophene by P. aeruginosa RS1 from single and multicomponent systems and elucidation of their interaction effects. Biochem. Eng. J. 2022, 180, 108367. [CrossRef] 64. Li, X.; Zheng, R.; Bu, Q.H.; Cai, Q.H.; Liu, Y.F.; Lu, Q.; Cui, J.Z. Comparison of PAH content, potential risk in vegetation, and bare soil near Daqing oil well and evaluating the effects of soil properties on PAHs. Environ. Sci. Pollut. Res. 2019, 26, 25071-25083. [CrossRef] 65. Mierzwa-Hersztek, M.; Wolny-Koladka, K.; Gondek, K.; Gal ,azka, A.; Gawryjolek, K. Effect of coapplication of biochar and nutrients on microbiocenotic composition, dehydrogenase activity index and chemical properties of sandy soil. Waste Biomass Valori. 2020, 11, 3911-3923. [CrossRef] 66. Edgar, R.C. UPARSE: Highly accurate OTU sequences from microbial amplicon reads. Nat. Methods 2013, 10, 996-998. [CrossRef] Agriculture 2025, 15, 1116 20 of 22 67. Wang, Q.; Garrity, G.M.; Tiedje, J.M.; Cole, J.R. Naive Bayesian classifier for rapid assignment of rRNA sequences into the new bacterial taxonomy. Appl. Environ. Microb. 2007, 73, 5261-5267. [CrossRef] 68. Quast, C.; Pruesse, E.; Yilmaz, P.; Gerken, J.; Schweer, T.; Yarza, P.; Peplies, J.; Glockner, F.O. The SILVA ribosomal RNA gene database project: Improved data processing and web-based tools. Nucleic Acids Res. 2012, 41, D590-D596. [CrossRef] 69. Li, X.N.; Song, Y.; Wang, F.; Bian, Y.R.; Jiang, X.",
      "char_count": 1257,
      "word_count": 219,
      "source_page": 19
    },
    {
      "paragraph_id": "para_52",
      "content": "Combined effects of maize straw biochar and oxalic acid on the dissipation of polycyclic aromatic hydrocarbons and microbial community structures in soil: A mechanistic study. J. Hazard. Mater. 2019, 364, 325-331. [CrossRef] 70. Zhang, F.S.; Zhang, G.X.; Liao, X.Y. Negative role of biochars in the dissipation and vegetable uptake of polycyclic aromatic hydrocarbons (PAHs) in an agricultural soil: Cautions for application of biochars to remediate PAHs-contaminated soil. Ecotox. Environ. Saf. 2021, 213, 112075. [CrossRef] 71. Lu, J.F.; Liu, Y.X.; Zhang, R.L.; Hu, Z.Y.; Xue, K.; Dong, B.Y. Biochar inoculated with Pseudomonas putida alleviates its inhibitory effect on biodegradation pathways in phenanthrene-contaminated soil. J. Hazard. Mater. 2024, 461, 132550. [CrossRef] [PubMed] 72. Bielska, L.; Skulcova, L.; Neuwirthova, N.; Cornelissen, G.; Hale, S.E. Sorption, bioavailability and ecotoxic effects of hydrophobic organic compounds in biochar amended soils. Sci. Total Environ. 2018, 624, 78-86. [CrossRef] 73. Zhu, X.M.; Wang, Y.S.; Zhang, Y.C.; Chen, B.L. Reduced bioavailability and plant uptake of polycyclic aromatic hydrocarbons from soil slurry amended with biochars pyrolyzed under various temperatures. Environ. Sci. Pollut. Res. 2018, 25, 16991-17001. [CrossRef] 74. Tomczyk, B.; Siatecka, A.; Jedruchniewicz, K.; Sochacka, A.; Bogusz, A.; Oleszczuk, P. Polycyclic aromatic hydrocarbons (PAHs) persistence, bioavailability and toxicity in sewage sludgeor sewage sludge-derived biochar-amended soil. Sci. Total Environ. 2020, 747, 141123. [CrossRef] [PubMed] 75. Johnsen, A.R.; Wick, L.Y.; Harms, H. Principles of microbial PAH-degradation in soil. Environ. Pollut. 2005, 133, 71-84.",
      "char_count": 1475,
      "word_count": 231,
      "source_page": 1
    },
    {
      "paragraph_id": "para_53",
      "content": "[CrossRef] [PubMed] 76. Ku'smierz, M.; Oleszczuk, P.; Kraska, P.; Palys, E.; Andruszczak, S. Persistence of polycyclic aromatic hydrocarbons (PAHs) in biochar-amended soil. Chemosphere 2016, 146, 272-279. [CrossRef] 77. Ogbonnaya, O.U.; Adebisi, O.O.; Semple, K.T. The impact of biochar on the bioaccessibility of 14C-phenanthrene in aged soil. Environ. Sci. Proc. Imp. 2014, 16, 2635-2643. 78. Anyika, C.; Abdul Majid, Z.; Ibrahim, Z.; Zakaria, M.P.; Yahya, A. The impact of biochars on sorption and biodegradation of polycyclic aromatic hydrocarbons in soils-A review. Environ. Sci. Pollut. Res. 2015, 22, 3314-3341. [CrossRef] [PubMed] 79. Xia, X.H.; Zhou, C.H.; Huang, J.H.; Wang, R.; Xia, N. Mineralization of phenanthrene sorbed on multiwalled carbon nanotubes. Environ. Toxicol. Chem. 2013, 32, 894-901. [CrossRef] 80. Zhang, M.; Shen, X.F.; Zhang, H.Y.; Werner, D.; Wang, B.; Yang, Y.; Tao, S.; Wang, X.L. Humic acid can enhance the mineralization of phenanthrene sorbed on biochars. Environ. Sci. Technol. 2019, 53, 13201-13208. [CrossRef] 81. Johnson, M.D.; Keinath, T.M.; Weber, W.J. A distributed reactivity model for sorption by sails and sediments. 14. Characterization and modeling of phenanthrene desorption rates. Environ. Sci. Technol. 2001, 35, 1688-1695. [CrossRef] 82. Congiu, E.; Ortega-Calvo, J.J. Role of desorption kinetics in the rhamnolipid-enhanced biodegradation of polycyclic aromatic hydrocarbons. Environ. Sci. Technol. 2014, 48, 10869-10877. [CrossRef] [PubMed] 83. Lu, H.N.; Wang, W.; Li, F.; Zhu, L.Z. Mixed-surfactant-enhanced phytoremediation of PAHs in soil: Bioavailability of PAHs and responses of microbial community structure. Sci. Total.",
      "char_count": 1448,
      "word_count": 233,
      "source_page": 20
    },
    {
      "paragraph_id": "para_54",
      "content": "Environ. 2019, 653, 658-666. [CrossRef] [PubMed] 84. Zhen, M.N.; Tang, J.C.; Li, C.; Sun, H.W. Rhamnolipid-modified biochar-enhanced bioremediation of crude oil-contaminated soil and mediated regulation of greenhouse gas emission in soil. J. Soil Sediment 2021, 21, 123-133. [CrossRef] 85. Bezza, F.A.; Chirwa, E.M.N. The role of lipopeptide biosurfactant on microbial remediation of aged polycyclic aromatic hydrocarbons (PAHs)-contaminated soil. Chem. Eng. J. 2017, 309, 563-576. [CrossRef] 86. Giagnoni, L.; Renella, G. Effects of biochar on the C use efficiency of soil microbial communities: Components and mechanisms. Environments 2022, 9, 138. [CrossRef] 87. Gao, L.; Wang, R.; Shen, G.M.; Zhang, J.X.; Meng, G.X.; Zhang, J.G. Effects of biochar on nutrients and the microbial community structure of tobacco-planting soils. J. Soil Sci. Plant Nut. 2017, 17, 884-896. [CrossRef] 88. Ennis, C.J.; Evans, A.G.; Islam, M.; Ralebitso-Senior, T.K.; Senior, E. Biochar: Carbon sequestration, land remediation, and impacts on soil microbiology. Crit. Rev. Environ. Sci. Technol. 2012, 42, 2311-2364. [CrossRef] 89. Singh, H.; Northup, B.K.; Rice, C.W.; Prasad, V.V. Biochar applications influence soil physical and chemical properties, microbial diversity, and crop productivity: A meta-analysis. Biochar 2022, 4, 8. [CrossRef] 90. Hamzah, N.; Kasmuri, N.; Tao, W.; Singhal, N.; Padhye, L.; Swift, S. Effect of rhamnolipid on the physicochemical properties and interaction of bacteria and fungi. Braz. J. Microbiol. 2020, 51, 1317-1326. [CrossRef] 91. Kaparaju, P.; Felby, C.",
      "char_count": 1353,
      "word_count": 222,
      "source_page": 20
    },
    {
      "paragraph_id": "para_55",
      "content": "Characterization of lignin during oxidative and hydrothermal pre-treatment processes of wheat straw and corn stover. Bioresour. Technol. 2010, 101, 3175-3181. [CrossRef] [PubMed] Agriculture 2025, 15, 1116 21 of 22 92. Hansen, V.; Muller-Stover, D.; Imparato, V.; Krogh, P.H.; Jensen, L.S.; Dolmer, A.; Hauggaard-Nielsen, H. The effects of straw or straw-derived gasification biochar applications on soil quality and crop productivity: A farm case study. J. Environ. Manag. 2017, 186, 88-95. [CrossRef] [PubMed] 93. Han, L.; Nie, X.; Wei, J.; Gu, M.Y.; Wu, W.P.; Chen, M.F. Effects of feedstock biopolymer compositions on the physiochemical characteristics of dissolved black carbon from lignocellulose-based biochar. Sci. Total Environ. 2021, 751, 141491. [CrossRef] [PubMed] 94. Pokharel, P.; Ma, Z.L.; Chang, S.X. Biochar increases soil microbial biomass with changes in extraand intracellular enzyme activities: A global meta-analysis. Biochar 2020, 2, 65-79. [CrossRef] 95. Bezza, F.A.; Chirwa, E.M.N. Bioremediation of polycyclic aromatic hydrocarbon contaminated soil by a microbial consortium through supplementation of biosurfactant produced by Pseudomonas aeruginosa strain. Polycycl. Aromat. Comp. 2016, 36, 848-872. [CrossRef] 96. Wolf, D.C.; Gan, J. Influence of rhamnolipid biosurfactant and Brij-35 synthetic surfactant on 14C-Pyrene mineralization in soil. Environ. Pollut. 2018, 243 PT B, 1846-1853. [CrossRef] 97. Schnee, L.S.; Knauth, S.; Hapca, S.; Otten, W.; Eickhorst, T. Analysis of physical pore space characteristics of two pyrolytic biochars and potential as microhabitat. Plant Soil 2016, 408, 357-368. [CrossRef] 98. Bandyopadhyay, S.; Maiti, S.K.",
      "char_count": 1447,
      "word_count": 229,
      "source_page": 21
    },
    {
      "paragraph_id": "para_56",
      "content": "Different soil factors influencing dehydrogenase activity in mine degraded lands--State-of-art review. Water Air Soil Pollut. 2021, 232, 360. [CrossRef] 99. Lu, Q.; Jiang, Z.W.; Feng, W.X.; Yu, C.J.; Jiang, F.Z.; Huang, J.Y.; Cui, J.Z. Exploration of bacterial community-induced polycyclic aromatic hydrocarbons degradation and humus formation during co-composting of cow manure waste combined with contaminated soil. J. Environ. Manag. 2023, 326, 116852. [CrossRef] 100. Wang, Z.Y.; Li, J.W.; Kang, Y.K.; Ran, J.; Song, J.C.; Jiang, M.Q.; Li, W.; Zhang, M. Effects of wheat straw-derived biochar on soil microbial communities under phenanthrene stress. Agriculture 2025, 15, 77. [CrossRef] 101. Quilliam, R.S.; Glanville, H.C.; Wade, S.C.; Johns, D.L. Life in the 'charosphere'-Does biochar in agricultural soil provide a significant habitat for microorganisms? Soil Biol. Biochem. 2013, 65, 287-293. [CrossRef] 102. Dai, Z.; Barberan, A.; Li, Y.; Brookes, P.C.; Xu, J. Bacterial community composition associated with pyrogenic organic matter (Biochar) varies with pyrolysis temperature and colonization environment. mSphere 2017, 2, e00085-17. [CrossRef] 103. Pettersson, B.; Lembke, F.; Hammer, P.; Stackebrandt, E.; Priest, F.G. Bacillus sporothermodurans, a new species producing highly heat-resistant endospores. Int. J. Syst. Bacteriol. 1996, 46, 759-764. [CrossRef] 104. Zhang, Q.J.; Zhu, T.; Xiao, Q.X.; An, N. The addition of biochar and hyper-thermal inoculum can regulate the fate of heavy metals resistant bacterial communities during the livestock manure composting. Fermentation 2022, 8, 207. [CrossRef] 105.",
      "char_count": 1401,
      "word_count": 223,
      "source_page": 21
    },
    {
      "paragraph_id": "para_57",
      "content": "Wu, Y.C.; Ding, Q.M.; Zhu, Q.H.; Zeng, J.; Ji, R.; Dumont, M.G.; Lin, X.G. Contributions of ryegrass, lignin and rhamnolipid to polycyclic aromatic hydrocarbon dissipation in an arable soil. Soil Biol. Biochem. 2018, 118, 27-34. [CrossRef] 106. Yi, S.W.; Li, F.; Wu, C.; Ge, F.; Feng, C.; Zhang, M.; Liu, Y.; Lu, H.N. Co-transformation of HMs-PAHs in rhizosphere soils and adaptive responses of rhizobacteria during whole growth period of rice (Oryza sativa L.). J. Environ. Sci. 2023, 132, 71-82. [CrossRef] 107. Zhang, M.; Duan, T.X.; Luo, Y.Q.; Zhang, H.Y.; Li, W.; Wang, X.L.; Han, J.G. Impact mechanisms of various surfactants on the biodegradation of phenanthrene in soil: Bioavailability and microbial community responses. Sci. Total Environ. 2024, 950, 175225. [CrossRef] 108. Hussain, B.; Ma, H.; Wu, Y.; Ganesan, S.; Yu, C.L.; Dixit, S.; Singh, S.; Pu, S.Y. Efficient immobilization of enzyme on covalent organo-framework for remediation of pyrene-contaminated soil and degradation mechanism. Int. J. Biol. Macromol. 2025, 305 Pt 2, 141234. [CrossRef] [PubMed] 109. Omoni, V.T.; Baidoo, P.K.; Fagbohungbe, M.O.; Semple, K.T. The impact of enhanced and non-enhanced biochars on the catabolism of 14C-phenanthrene in soil. Environ. Technol. Innov. 2020, 20, 101146. [CrossRef] 110. Zhao, Z.Y.; Selvam, A.; Wong, J.W.C. Effects of rhamnolipids on cell surface hydrophobicity of PAH degrading bacteria and the biodegradation of phenanthrene. Bioresour. Technol. 2011, 102, 3999-4007. [CrossRef] 111.",
      "char_count": 1284,
      "word_count": 222,
      "source_page": 17
    },
    {
      "paragraph_id": "para_58",
      "content": "Zeng, Z.T.; Liu, Y.; Zhong, H.; Xiao, R.; Zeng, G.M.; Liu, Z.F.; Cheng, M.; Lai, C.; Zhang, C.; Liu, G.S.; et al. Mechanisms for rhamnolipids-mediated biodegradation of hydrophobic organic compounds. Sci. Total Environ. 2018, 634, 1-11. [CrossRef] [PubMed] 112. Zdarta, A.; Smulek, W.; Pacholak, A.; Dudzinska-Bajorek, B.; Kaczorek, E. Surfactant addition in diesel oil degradation-how can it help the microbes? J. Environ. Health Sci. Eng. 2020, 18, 677-686. [CrossRef] [PubMed] 113. Darmawan, R.; Nakata, H.; Ohta, H.; Niidome, T.; Takikawa, K.; Morimura, S. Isolation and evaluation of PAH degrading bacteria. J. Bioremed. Biodeg. 2015, 6, 3. 114. Zheng, T.Y.; Liu, R.; Chen, J.J.; Gu, X.J.; Wang, J.; Li, L.M.; Hou, L.Q.; Li, N.; Wang, Y.J. Fire Phoenix plant mediated microbial degradation of pyrene: Increased expression of functional genes and diminishing of degraded products. Chem. Eng. J. 2021, 407, 126343. [CrossRef] Agriculture 2025, 15, 1116 22 of 22 115. Xia, X.H.; Xia, N.; Lai, Y.J.; Dong, J.W.; Zhao, P.J.; Zhu, B.T.; Li, Z.H.; Ye, W.; Yuan, Y.; Huang, J.X. Response of PAH-degrading genes to PAH bioavailability in the overlying water, suspended sediment, and deposited sediment of the Yangtze River. Chemosphere 2015, 128, 236-244. [CrossRef] 116. Chen, S.; Zhou, Y.; Chen, Y.; Gu, J. fastp: An ultra-fast all-in-one FASTQ preprocessor. Bioinformatics 2018, 34, i884-i890. [CrossRef] 117. MagoVc, T.; Salzberg, S.L. FLASH: Fast length adjustment of short reads to improve genome assemblies. Bioinformatics 2011, 27, 2957-2963.",
      "char_count": 1314,
      "word_count": 233,
      "source_page": 21
    },
    {
      "paragraph_id": "para_59",
      "content": "[CrossRef] Disclaimer/Publisher's Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
      "char_count": 327,
      "word_count": 54,
      "source_page": 22
    }
  ]
}